-- noinspection SqlWithoutWhereForFile

DELETE
FROM product;
DELETE
FROM movements;

INSERT INTO product(sku, name, unit)
VALUES ('F-01', 'Макароны', 'Пачка'),
       ('F-02', 'Вино','Бутылка'),
       ('F-03', 'Пармезан', 'Килограмм'),
       ('F-04', 'Клюква сушеная', 'Упаковка'),
       ('F-05', 'Чай', 'Упаковка'),
       ('F-06', 'Рис', 'Упаковка');
INSERT INTO movements (sku, batch, date, price, amount)
VALUES ('F-01', 'U-123', '21/12/2019', '209', '5'),
       ('F-02', 'U-235', '13/09/2018', '309', '12'),
       ('F-03', 'U-129', '28/02/2018', '390', '2'),
       ('F-03', 'U-130', '29/02/2018', '930', '4'),
       ('F-04', 'U-190', '01/01/2018', '120', '3'),
       ('F-05', 'U-189', '27/03/2019', '90', '6'),
       ('F-06', 'U-875', '21/12/2019', '85', '1');

